hyprland
hyprpolkitagent
uwsm
xdg-desktop-portal-hyprland
xdg-utils
xdg-user-dirs
swww
grim
slurp
hyprpicker
hyprlock
hypridle
waybar
tty-clock
rofi
cliphist
wl-clipboard
kitty
zenity
adw-gtk-theme

sddm
bluez
bluez-utils
blueman
networkmanager
network-manager-applet
pipewire
pipewire-pulse
pipewire-alsa
wireplumber
pamixer
playerctl
mpv


jq
bc
sed
gawk
grep

ffmpeg
yt-dlp
nwg-look
nwg-displays
xsettingsd
ttf-jetbrains-mono-nerd
noto-fonts
noto-fonts-emoji
libnotify

btop
neovim
thunar
inxi
fastfetch
hwinfo
power-profiles-daemon
brightnessctl